
/*No comment provided by engineer.*/
"About" = "Sobre";

/*Menubar option. %@ is AltTab*/
"About %@" = "Sobre o %@";

/*No comment provided by engineer.*/
"Accessibility" = "Acessibilidade";

/*No comment provided by engineer.*/
"Acknowledgments" = "Agradecimentos";

/*No comment provided by engineer.*/
"Active app" = "Aplicações ativas";

/*No comment provided by engineer.*/
"Active screen" = "Na tela ativa";

/*No comment provided by engineer.*/
"Active Space" = "Desktop ativo";

/*No comment provided by engineer.*/
"Align windows:" = "Alinhar janelas:";

/*No comment provided by engineer.*/
"All apps" = "Todas as aplicações";

/*No comment provided by engineer.*/
"All data from this form will be made public, as a ticket on github.com" = "Todos os dados deste formulário estarão públicos em um ticket no github.com";

/*No comment provided by engineer.*/
"All screens" = "Todas as telas";

/*No comment provided by engineer.*/
"All Spaces" = "Todos os desktops";

/*No comment provided by engineer.*/
"Allowed" = "Permitido";

/*No comment provided by engineer.*/
"Alphabetical" = "Alfabética";

/*No comment provided by engineer.*/
"Also select windows using:" = "Também selecionar janelas usando:";

/*No comment provided by engineer.*/
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab falhou na última utilização. Enviar um relatório de falha pode ajudar a consertá-lo";

/*No comment provided by engineer.*/
"AltTab needs some permissions" = "AltTab precisa de algumas permissões";

/*No comment provided by engineer.*/
"Always" = "Sempre";

/*No comment provided by engineer.*/
"Always send crash reports" = "Sempre enviar relatórios de falha";

/*No comment provided by engineer.*/
"and press:" = "e pressionar:";

/*No comment provided by engineer.*/
"App (BundleID starting with)" = "Aplicativo (BundleID começando com)";

/*No comment provided by engineer.*/
"App is hidden" = "Aplicativo está escondido";

/*No comment provided by engineer.*/
"App is running but has no open window" = "Aplicativo em execução, mas sem janela aberta";

/*No comment provided by engineer.*/
"Apparition delay:" = "Atraso para exibição:";

/*No comment provided by engineer.*/
"Appearance" = "Aparência";

/*No comment provided by engineer.*/
"Are you sure you don’t want a response?" = "Tem certeza de que não quer uma resposta?";

/*No comment provided by engineer.*/
"Arrow keys" = "Teclas direcionais";

/*No comment provided by engineer.*/
"Ask whether to send crash reports" = "Perguntar antes de enviar relatórios de falha";

/*No comment provided by engineer.*/
"Auto-install updates periodically" = "Instalar automaticamente atualizações periodicamente";

/*No comment provided by engineer.*/
"Blacklists" = "Restrições";

/*Cancel button*/
"Cancel" = "Cancelar";

/*No comment provided by engineer.*/
"Cancel and hide" = "Cancela e oculta";

/*No comment provided by engineer.*/
"Center" = "No centro";

/*No comment provided by engineer.*/
"Check for updates now…" = "Verificar por atualizações agora…";

/*No comment provided by engineer.*/
"Check for updates periodically" = "Verificar periodicamente por atualizações";

/*No comment provided by engineer.*/
"Check for updates…" = "Verificar por atualizações…";

/*Menubar option*/
"Check permissions…" = "Verificar permissões…";

/*No comment provided by engineer.*/
"Close window" = "Fecha a janela";

/*No comment provided by engineer.*/
"Conflicting shortcut" = "Atalho conflitante";

/*No comment provided by engineer.*/
"Controls" = "Controles";

/*No comment provided by engineer.*/
"Crash reports policy:" = "Política de relatórios de falha:";

/*No comment provided by engineer.*/
"Cursor follows focus" = "Cursor segue o foco";

/*No comment provided by engineer.*/
"Do nothing" = "Não fazer nada";

/*No comment provided by engineer.*/
"Don’t check for updates periodically" = "Não verificar periodicamente por atualizações";

/*No comment provided by engineer.*/
"Don’t send" = "Não enviar";

/*No comment provided by engineer.*/
"Don’t show windows from these apps" = "Não exibir janelas destes aplicativos";

/*No comment provided by engineer.*/
"End" = "No fim";

/*No comment provided by engineer.*/
"Fade out animation:" = "Animação de desvanecimento:";

/*No comment provided by engineer.*/
"Focus selected window" = "Foca a janela selecionada";

/*No comment provided by engineer.*/
"Fullscreen window" = "Tela cheia";

/*No comment provided by engineer.*/
"Fullscreen windows:" = "Janelas em tela cheia:";

/*No comment provided by engineer.*/
"Fullscreen/Defullscreen window" = "Colocar/tirar janela de tela cheia";

/*No comment provided by engineer.*/
"General" = "Geral";

/*No comment provided by engineer.*/
"Hidden windows:" = "Janelas ocultas:";

/*No comment provided by engineer.*/
"Hide" = "Ocultar";

/*No comment provided by engineer.*/
"Hide app badges:" = "Ocultar emblemas de aplicativos:";

/*No comment provided by engineer.*/
"Hide apps with no open window:" = "Ocultar aplicações sem janelas abertas:";

/*No comment provided by engineer.*/
"Hide colored circles on mouse hover:" = "Não exibir os círculos coloridos ao passar o mouse:";

/*%@ is AltTab*/
"Hide in %@" = "Escondido em %@";

/*No comment provided by engineer.*/
"Hide Space number labels:" = "Não exibir o número do desktop:";

/*No comment provided by engineer.*/
"Hide status icons:" = "Ocultar ícone de status:";

/*No comment provided by engineer.*/
"Hide window thumbnails:" = "Ocultar miniaturas das janelas:";

/*No comment provided by engineer.*/
"Hide/Show app" = "Oculta/Exibe a aplicação";

/*No comment provided by engineer.*/
"Hold" = "Segurar";

/*No comment provided by engineer.*/
"I think the app could be improved with…" = "Eu acho que a aplicação poderia ser melhorada com…";

/*No comment provided by engineer.*/
"Ignore shortcuts when active" = "Ignorar atalhos quando ativo";

/*No comment provided by engineer.*/
"Ignore shortcuts while a window from these apps is active" = "Ignorar atalhos enquanto uma janela destes aplicativos estiver ativa";

/*No comment provided by engineer.*/
"Latest releases" = "Últimas atualizações";

/*No comment provided by engineer.*/
"Left" = "À Esquerda";

/*No comment provided by engineer.*/
"Max height on screen:" = "Altura máxima na tela:";

/*No comment provided by engineer.*/
"Max width on screen:" = "Largura máxima na tela:";

/*No comment provided by engineer.*/
"Menubar icon:" = "Ícone da barra de menus:";

/*No comment provided by engineer.*/
"Middle" = "No meio";

/*No comment provided by engineer.*/
"Minimize/Deminimize window" = "Minimiza/Restaura a janela";

/*No comment provided by engineer.*/
"Minimized windows:" = "Janelas minimizadas:";

/*No comment provided by engineer.*/
"Miscellaneous:" = "Diversos:";

/*No comment provided by engineer.*/
"Mouse hover" = "Mouse";

/*No comment provided by engineer.*/
"Never send crash reports" = "Nunca enviar relatórios de falha";

/*No comment provided by engineer.*/
"Not allowed" = "Não permitido";

/*Copyright (human-readable)*/
"NSHumanReadableCopyright" = "Licença GPL-3.0";

/*No comment provided by engineer.*/
"Only if the window is fullscreen" = "Somente se a janela estiver em tela cheia";

/*No comment provided by engineer.*/
"Open Accessibility Preferences…" = "Abrir Preferências de Acessibilidade…";

/*No comment provided by engineer.*/
"Open Screen Recording Preferences…" = "Abrir Preferências de Gravação de Tela…";

/*No comment provided by engineer.*/
"Optional: email (if you want a reply)" = "Opcional: e-mail (se você desejar uma resposta)";

/*No comment provided by engineer.*/
"Policies" = "Políticas";

/*No comment provided by engineer.*/
"Preferences…" = "Preferências…";

/*No comment provided by engineer.*/
"Preview selected window:" = "Visualizar janela selecionada:";

/*No comment provided by engineer.*/
"Quit" = "Encerrar";

/*No comment provided by engineer.*/
"Quit %@" = "Encerrar %@";

/*No comment provided by engineer.*/
"Quit app" = "Encerra a aplicação";

/*No comment provided by engineer.*/
"Recently Created" = "Criada recentemente";

/*No comment provided by engineer.*/
"Recently Focused" = "Focada recentemente";

/*No comment provided by engineer.*/
"Remember my choice" = "Lembrar minha escolha";

/*No comment provided by engineer.*/
"Reset preferences and restart" = "Redefinir preferências e reiniciar";

/*No comment provided by engineer.*/
"Reset preferences and restart…" = "Redefinir preferências e reiniciar…";

/*No comment provided by engineer.*/
"Rows of thumbnails:" = "Linhas de miniaturas:";

/*No comment provided by engineer.*/
"Screen including menu bar" = "Na tela com a barra de menus";

/*No comment provided by engineer.*/
"Screen including mouse" = "Na tela com o mouse";

/*No comment provided by engineer.*/
"Screen Recording" = "Gravação de Tela";

/*No comment provided by engineer.*/
"Screen showing AltTab" = "Tela exibindo o AltTab";

/*No comment provided by engineer.*/
"Select next window" = "Seleciona a próxima janela";

/*No comment provided by engineer.*/
"Select previous window" = "Seleciona a janela anterior";

/*No comment provided by engineer.*/
"Send" = "Enviar";

/*No comment provided by engineer.*/
"Send a crash report?" = "Enviar um relatório de falha?";

/*No comment provided by engineer.*/
"Send anyway" = "Enviar assim mesmo";

/*No comment provided by engineer.*/
"Send debug profile (CPU, memory, etc)" = "Enviar dados para depuração (CPU, memória, etc)";

/*No comment provided by engineer.*/
"Send feedback" = "Enviar feedback";

/*No comment provided by engineer.*/
"Send feedback…" = "Enviar feedback…";

/*No comment provided by engineer.*/
"Share improvement ideas, or report bugs" = "Compartilhar sugestões ou reportar falhas";

/*No comment provided by engineer.*/
"Shortcut 1" = "Atalho 1";

/*No comment provided by engineer.*/
"Shortcut 2" = "Atalho 2";

/*No comment provided by engineer.*/
"Shortcut 3" = "Atalho 3";

/*No comment provided by engineer.*/
"Shortcut 4" = "Atalho 4";

/*No comment provided by engineer.*/
"Shortcut 5" = "Atalho 5";

/*No comment provided by engineer.*/
"Shortcut already assigned to another action: %@" = "Atalho já atribuído para outra ação: %@";

/*No comment provided by engineer.*/
"Show" = "Exibir";

/*No comment provided by engineer.*/
"Show at the end" = "Exibir no fim da lista";

/*No comment provided by engineer.*/
"Show on:" = "Exibir:";

/*No comment provided by engineer.*/
"Show standard tabs as windows:" = "Exibir abas padrão como janelas:";

/*No comment provided by engineer.*/
"Show windows from:" = "Exibir janelas de:";

/*No comment provided by engineer.*/
"Source code repository" = "Repositório do Código Fonte";

/*No comment provided by engineer.*/
"Space" = "Espaço";

/*No comment provided by engineer.*/
"Start" = "No início";

/*No comment provided by engineer.*/
"Start at login:" = "Iniciar ao efetuar login:";

/*Menubar option*/
"Support this project ❤️" = "Apoie este projeto ❤️";

/*No comment provided by engineer.*/
"Theme:" = "Tema:";

/*No comment provided by engineer.*/
"Then release:" = "Ao soltar:";

/*No comment provided by engineer.*/
"This permission is needed to focus windows after you release the shortcut" = "Esta permissão é necessária para focar a janela após acionar o atalho";

/*No comment provided by engineer.*/
"This permission is needed to show screenshots and titles of open windows" = "Esta permissão é necessária para exibir pré-visualizações e títulos das janelas abertas";

/*No comment provided by engineer.*/
"Unassign existing shortcut and continue" = "Remover atribuição do atalho existente e continuar";

/*No comment provided by engineer.*/
"Updates policy:" = "Política de atualizações:";

/*No comment provided by engineer.*/
"Version" = "Versão";

/*No comment provided by engineer.*/
"View existing discussions" = "Ver discussões existentes";

/*No comment provided by engineer.*/
"Vim keys" = "Teclas Vim";

/*No comment provided by engineer.*/
"Vim keys already assigned to other actions:\n%@" = "Teclas Vim já atribuídas a outras ações:\n%@";

/*No comment provided by engineer.*/
"Visible Spaces" = "Desktops visíveis";

/*No comment provided by engineer.*/
"When fullscreen" = "Quando em tela cheia";

/*No comment provided by engineer.*/
"When no open window" = "Quando sem janela aberta";

/*No comment provided by engineer.*/
"While open, press:" = "Enquanto aberto, pressionar:";

/*No comment provided by engineer.*/
"Window app icon size:" = "Tamanho do ícone da aplicação:";

/*No comment provided by engineer.*/
"Window is fullscreen" = "Em tela cheia";

/*No comment provided by engineer.*/
"Window is minimized" = "Minimizado";

/*No comment provided by engineer.*/
"Window is on every Space" = "Janela em todos os desktops";

/*No comment provided by engineer.*/
"Window is on Space %d" = "Janela está no desktop %d";

/*No comment provided by engineer.*/
"Window max width in row:" = "Largura máxima da janela na linha:";

/*No comment provided by engineer.*/
"Window min width in row:" = "Largura mínima da janela na linha:";

/*No comment provided by engineer.*/
"Window order:" = "Ordem das janelas:";

/*No comment provided by engineer.*/
"Window title font size:" = "Tamanho da fonte do título da aplicação:";

/*No comment provided by engineer.*/
"Window title truncation:" = "Truncar título da janela:";

/*No comment provided by engineer.*/
"You can’t undo this action." = "Você não pode desfazer essa ação.";

/*No comment provided by engineer.*/
"You didn’t write your email, thus can’t receive any response." = "Você não informou seu e-mail, portanto não poderá receber uma resposta.";
